examples/14-benchmarks/last-two-data/timed/1790344863037374140-headers-get-w1.warmup.txt

Summary:
  Total:	1.0023 secs
  Slowest:	0.0284 secs
  Fastest:	0.0010 secs
  Average:	0.0035 secs
  Requests/sec:	7147.7225
  

Response time histogram:
  0.001 [1]	|
  0.004 [7086]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.007 [62]	|
  0.009 [2]	|
  0.012 [3]	|
  0.015 [2]	|
  0.017 [1]	|
  0.020 [2]	|
  0.023 [1]	|
  0.026 [2]	|
  0.028 [2]	|


Latency distribution:
  10% in 0.0034 secs
  25% in 0.0034 secs
  50% in 0.0035 secs
  75% in 0.0035 secs
  90% in 0.0036 secs
  95% in 0.0036 secs
  99% in 0.0038 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0010 secs, 0.0284 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0008 secs
  resp wait:	0.0035 secs, 0.0008 secs, 0.0282 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0003 secs

Status code distribution:
  [200]	7164 responses