examples/14-benchmarks/last-two-data/timed/1790345466929780680-before-sse-w1.warmup.txt

Summary:
  Total:	1.0568 secs
  Slowest:	0.5591 secs
  Fastest:	0.0436 secs
  Average:	0.1180 secs
  Requests/sec:	210.0753
  

Response time histogram:
  0.044 [1]	|
  0.095 [57]	|■■■■■■■■■■■■■■■
  0.147 [151]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.198 [2]	|■
  0.250 [2]	|■
  0.301 [2]	|■
  0.353 [1]	|
  0.404 [2]	|■
  0.456 [1]	|
  0.508 [1]	|
  0.559 [2]	|■


Latency distribution:
  10% in 0.0711 secs
  25% in 0.0949 secs
  50% in 0.1183 secs
  75% in 0.1185 secs
  90% in 0.1190 secs
  95% in 0.1994 secs
  99% in 0.5081 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0001 secs, 0.0436 secs, 0.5591 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0003 secs
  resp wait:	0.0890 secs, 0.0341 secs, 0.5078 secs
  resp read:	0.0289 secs, 0.0002 secs, 0.0512 secs

Status code distribution:
  [200]	222 responses